Repository: agonzexp/tt-54054903
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: greater choice over who you work with
es_es: mayor elección sobre con quién trabajas

source: greater control over hours worked
es_es: un control mayor sobre las horas de trabajo

source: greater flexibility
es_es: mayor flexibilidad

source: grinding your teeth or clenching your jaw
es_es: rechinando los dientes o apretando la mandíbula

source: having a stronger basis for requesting support at work
es_es: tener una base más sólida para solicitar ayuda en el trabajo

source: having responsibilities that you're finding overwhelming
es_es: Tener responsabilidades que te resulten abrumadoras

source: headaches
es_es: dolores de cabeza

source: high blood pressure
es_es: alta presión sanguínea

source: housing and mental health
es_es: Vivienda y salud mental

source: http://www.mind.org.uk/workplace/mental-health-at-work/taking-care-of-your-staff/employer-resources/wellness-action-plan-download/
es_es: Es posible que te resulte útil llevar algunas notas

source: identify your triggers
es_es: Identifica tus desencadenantes

source: if you choose to tell colleagues, others may also open up about their experiences of mental health problems
es_es: Si decides contárselo a tus compañeros, otros podrían abrirse y contarte si han tenido problemas similares

source: if you find it difficult to concentrate, move to a quieter workspace
es_es: Si te resulta difícil concentrarte, cámbiate a un área más tranquila.

source: if you have seasonal affective disorder (SAD) move to a workstation by a window or ask for a lightbox
es_es: Si padeces de trastorno afectivo estacional (TAE), cámbiate a un lugar de trabajo con ventanas o pide una caja de luz.

source: illness or injury
es_es: Enfermedad o lesión

source: impact on your social life
es_es: impacto en tu vida social

source: indigestion or heartburn
es_es: indigestión o acidez

source: irritable, aggressive, impatient or wound up
es_es: irritable, agresivo, impaciente o agotado

source: isolation and fewer social interactions (this may be a negative experience for some people)
es_es: aislamiento y menos interacciones sociales (esto puede ser una experiencia negativa para algunas personas)

source: lack of opportunities
es_es: Falta de oportunidades

source: less stability
es_es: menos estabilidad

source: less support available from your employer
es_es: menos ayuda disponible de tu jefe

source: less time for training and development
es_es: menos tiempo para el entrenamiento y el desarrollo

source: less time to get to know your colleagues
es_es: menos tiempo para conocer a tus compañeros

source: like you've lost your sense of humour
es_es: como si hubieras perdido tu sentido del humor

source: like your thoughts are racing and you can't switch off
es_es: como si tus pensamientos estuviesen corriendo y tu no pudieses detenerlos

source: long-term health problems
es_es: Problemas de salud a largo plazo

source: long-term unemployment
es_es: Desempleo de larga duración

source: losing your job
es_es: Perder tu trabajo

source: lower income
es_es: ingresos más bajos

source: made redundant
es_es: Hecho redundante

source: massage.
es_es: masaje

source: medication
es_es: medicación

source: medication to treat any physical symptoms of stress, such as irritable bowel syndrome (IBS), or high blood pressure.
es_es: medicamentos para tratar cualquier síntoma físico de estrés, como el síndrome del intestino irritable (SII) o la presión arterial alta.

source: moving house
es_es: Mudarse de casa

source: muscle tension
es_es: tensión muscular

source: neglected or lonely.
es_es: descuidado o solitario.

source: no guaranteed hours of work
es_es: horas de trabajo no garantizadas

source: no or limited travel
es_es: viaje limitado o no

source: not always entitled to statutory benefits (sick pay, annual leave, maternity pay etc)
es_es: no siempre se tiene derecho a los beneficios legales (pago por baja de enfermedad, vacaciones anuales pagadas, pago por baja de maternidad, etc.)

source: not always possible – for example, some roles require you to work set hours
es_es: no siempre es posible – por ejemplo, algunos trabajos requieren horas específicas en las que se deben trabajar

source: not being well enough to work
es_es: No estar lo suficientemente bien para trabajar

source: not having enough work, activities or change in your life
es_es: No tener suficiente trabajo, actividades o cambios en tu vida

source: not having much or any control over the outcome of a situation
es_es: No tener mucho o ningún control sobre el resultado de una situación

source: not having to hide any difficulties you are experiencing
es_es: no tener que esconder ninguna dificultad que estés experimentando

source: not knowing who, when or how to tell
es_es: no saber a quién, cuándo o cómo decirlo

source: opportunities to gain achievements and contribute
es_es: Oportunidades para obtener logros y contribuir

source: organise your time
es_es: Organiza tu tiempo

source: organising a complicated event, like a group holiday
es_es: Organizar un evento complicado, como unas vacaciones en grupo

source: over-burdened
es_es: abrumado

source: part-time work
es_es: Trabajo a tiempo parcial

source: permission to take time out when distressed.
es_es: permiso para tener tiempo libre cuando estés estresado.

source: picking at your skin
es_es: Rascándote la piel

source: poor relations with your colleagues
es_es: Poca relación con tus compañeros

source: poverty
es_es: Pobreza

source: pregnancy and becoming a parent
es_es: Embarazo y convertirse en padre

source: preparing for your return to work
es_es: Preparándote para su regreso al trabajo

source: problems with neighbours.
es_es: Problemas con los vecinos.

source: protection after returning to work from sickness absence if they have become more vulnerable due to their illness
es_es: Protección después de regresar al trabajo tras la ausencia por enfermedad si te has vuelto más vulnerable debido a tu enfermedad

source: redundancy
es_es: Redundancia

source: relocation
es_es: Reubicación

source: remote/home working
es_es: Trabajo desde casa

source: restless, like you can't sit still
es_es: inquieto, como si no pudieras quedarte quieto

source: retiring
es_es: Jubilación

source: self-employment
es_es: Trabajo autónomo

source: sexual problems, such as losing interest in sex or being unable to enjoy sex
es_es: problemas sexuales, como perder interés en el sexo o no poder disfrutar del sexo

source: shallow breathing or hyperventilating
es_es: respirando con poca profundidad o hiperventilando

source: shift work
es_es: Trabajo por turnos

source: sickness
es_es: Enfermedad

source: smoking or drinking alcohol more than usual
es_es: Fumando o bebiendo alcohol más de lo normal

source: snapping at people
es_es: Gritando a la gente

source: starting a new job.
es_es: Empezar un nuevo trabajo.

source: staying well in work when you return
es_es: Mantenerse bien en el trabajo cuando regreses

source: support in returning to work
es_es: Apoyo para regresar al trabajo

source: taking time off work
es_es: tomarse unos días libres

source: talking treatments
es_es: tratamientos de conversación

source: the amount of other pressures on you at the time
es_es: La cantidad de otras presiones a las que te sometes en el momento

source: the amount of support you are receiving.
es_es: La cantidad de apoyo que recibe

source: the government's GOV.UK website
es_es: Sitio web GOV.UK del gobierno

source: the option to work in a quieter environment with fewer distractions
es_es: la opción de trabajar en un ambiente más tranquilo con menos distracciones

source: the type of work you're doing
es_es: La clase de tarea que estás desempeñando

source: time in the day to attend medical appointments, study part-time, look after your wellbeing
es_es: tener tiempo en el día para asistir a citas médicas, estudiar a tiempo parcial, cuidar de tu bienestar

source: times of uncertainty.
es_es: Momentos de incertidumbre.

source: tired all the time
es_es: cansado todo el tiempo

source: unable to concentrate
es_es: Incapaz de concentrarte

source: unable to enjoy yourself
es_es: incapaz de disfrutar

source: uninterested in life
es_es: desinteresado en la vida

source: unreliable workload and uncertain income
es_es: sobrecarga de trabajo poco confiable e ingresos inciertos

source: use email where possible if you find face-to-face contact stressful
es_es: usar email cuando sea posible si te estresan los encuentros cara a cara

source: use voicemail to take messages if phone calls make you anxious
es_es: usar mensajes de voz para recibir mensajes si las llamadas te crean ansiedad

source: wellbeing at work
es_es: Buenas relaciones en el trabajo

source: what support you can ask for at work
es_es: qué tipo de ayuda puedes pedir en el trabajo

source: work where risks to their health are properly controlled
es_es: Un trabajo donde los riesgos para su salud estén controlados adecuadamente

source: working evenings and night shifts are linked with sleep problems
es_es: las tardes de trabajo y los turnos nocturnos están relacionados con los problemas del sueño

source: working late may suit someone who takes medication in the morning that makes them drowsy in the day
es_es: Trabajar hasta tarde puede ser adecuado para alguien que toma medicamentos por la mañana que los adormece durante el día

source: workplace stress
es_es: Lugar de trabajo estresante

source: worried about your health
es_es: preocupado por tu salud

source: worries about money or benefits
es_es: Preocupaciones sobre el dinero o préstamos

source: worrying about returning to work after a period of poor mental health
es_es: Preocuparte por regresar al trabajo después de un período de mala salud mental

source: worrying about something
es_es: Preocuparse por algo

source: worrying how they will react
es_es: que te preocupe cómo reaccionarán

source: worrying that there will be negative consequences
es_es: que te preocupe que pueda haber consecuencias negativas

source: you might have a panic attack
es_es: puedes que tengas un ataque de pánico
